[
 {
   "Title": "Before",
   "Text": "I will not be medicated. <br />Therapy is overrated. <br />I fight my thoughts all by myself<br />And hide my hurt on the top shelf. <br />Like a prize I hold high the pain<br />Behind my eyes and in my brain. <br /><br />As the room spins round and behind<br />I find myself a confused kind. <br />My body hyperventilates; <br />It tries reach to a certain state. <br />My mind finds a way to get back<br />The precious chemicals it lacks."
 },
 {
   "Title": "My Battle Cry",
   "Text": "I will put one foot in front <br />Of the other and march on<br />As I brunt the weather<br />Inside my mind. <br /><br />Each day goes on as I rise and fall. <br />First of all, I will fight on. <br />Side by side with my heart<br />Against my mind and into the night. <br /><br />Because night will end soon enough: <br />Fears bluff will see horizon’s light. <br />The day will come, and truth will win – <br />I will be ready for the night again."
 },
 {
   "Title": "The Czar",
   "Text": "Let us go then, <br />you and I, <br />And take a Sunday drive. <br />In my car, <br />That is perfect for a ride. <br />It is bright blue as the sky. <br /><br />I will be your personal tour guide. <br />Look to your left <br />And to your right. <br />Enjoy the sights as this car glides. <br />Mountains, valleys and trees. <br /><br />Breath in the air it makes you feel light. <br />Haven’t you been here before? <br />Doesn’t it smell familiar? <br />Let me lock the door. <br />Watch the Orange and purple sunset as it turns to night, <br />But please don’t mind the cars floor it’s rusty. <br />Focus on the things outside. <br />Look left and right it’s not the same as before. <br />The sights are quite bazar. <br /><br />The trees are covered with scars, <br />The valleys are on fire, <br />And the mountains are crumbled. <br />This is my world and<br />I’m the tsar. <br />It seems the situation is becoming dire. <br /><br />No, I am not a liar. <br />I am you. <br />This is the world you made<br />A funeral pyre for yourself."
 },
 {
   "Title": "A Bright Abyss",
   "Text": "A bright abyss: <br /> A contradiction – <br /> An uncomfortable paradigm. <br /> <br /> A super-massive black hole <br /> Is something so full it feels empty <br /> And so bright it blinds the eye. <br /> <br /> To test the truth that I believe in <br /> leaves me questioning my life <br /> The one before me and behind. "
 },
 {
   "Title": "Echoes",
   "Text": "I know where you stand, silent in the trees. <br /> I know where you stand, silent in the trees. <br /> That’s why I call out to you here. <br /> I know where you stand, silent in the trees. <br /> That’s why I call out to you here. <br /> I pour out my heart to you again and again. <br /> I know where you stand, silent in the trees. <br /> That’s why I call out to you here. <br /> I pour out my heart to you again and again. <br /> But I don’t even hear an echo. <br /> I don’t even hear an echo. <br /> I don’t even hear an echo<br /> When I cry out when I can’t sleep. <br /> I don’t even hear an echo<br /> When I cry out when I can’t sleep<br /> Because of mental illness’ pain.  <br /> I don’t even here an echo<br /> When I cry out when I can’t sleep<br /> Because of mental illness’ pain.  <br /> I hear silence."
 },
 {
   "Title": "Anthropomorphism",
   "Text": "Contrary to every blanket statement<br />Used by a youth pastor. <br />Said to every teen <br />That struggles <br />With self-image. <br />We create our own god. <br />You know, <br />Like the narcissists<br />We are. <br /><br />By Pushing our own agendas, <br />Forcing our own beliefs, <br />And portraying our own ideals<br />Onto God himself. <br />Picking a truth that we create<br />Makes nothing<br />But our own identity reflected<br />An idol of ourselves."
 },
 {
   "Title": "NO. 9",
   "Text": "Is your favorite artist “Panic! <br />At the Disco”? At least, <br />That’s what you say it is. <br />I like, “Lying<br />Is the most fun a girl can have<br />With her clothes on.” <br />Was it the testosterone boys or<br />The harlequin girls that made you<br />take that drink and share that kiss? <br />I liked that song until you<br />made it come true. Now I guess  <br />I will dance to this beat. "
 },
 {
   "Title": "Cyanoacrylate",
   "Text": "Can I say it was a mistake <br />If I don’t fully regret it? <br />That is, <br />Falling <br />In <br />Love <br />With <br />You. <br /><br />You were there<br />When I was in the same place My heart was. <br /><br />Broken. <br /><br />You showed <br />Intentionality in your caring. <br />You showed <br />I didn’t need lines that I could trace to base my relationships on. <br />You showed <br />That I could love again. <br />My parents’ divorce left my heart<br />Disjointed. <br />The microscopic pieces of <br />the tiny little puzzle <br />My heart was left in <br />Seemed impossible <br />to fit back together. <br />But you showed me how to “fix it” <br />With super glue. <br /><br />That magic little tube <br />with a twist off cap <br />Could bind things together. <br />Could bind people together <br />In a way <br />That was so <br />Strong, <br />That was so <br />Brittle, <br />And was so <br />Scary <br />All at the same time. <br /><br />Together we made<br />A coagulated whole <br />Comprised of broken<br />pieces: <br />Pieces of <br />Deceit, <br />Pieces of <br />Heart break, <br />Pieces of <br />Trauma. <br />The shape we made together<br />Resembled that of beating heart. <br />A heart<br />That was made<br />With broken ceramic tiles <br />And held together by grout <br />made of Cyanoacrylate. <br />The Super glue became <br />my one size fits all <br />Band-Aid solution <br />to every cut and scar inside my head. <br />But it couldn’t cauterize the wounds. <br />They just kept bleeding, <br />But only where I couldn’t see it. <br />It turned out <br />What I thought was super glue <br />Holding me together<br />Was actually noose<br />That was slowly suffocating me. <br /><br />A noose of dependency. <br />I wore it around my neck <br />Confidently. <br />Like a lifeline <br />Tied to the submarine <br />S.S. Mental Stability. <br />It was slowly drowning me. <br /><br />That noose was You."
 },
 {
   "Title": "Hummingbird",
   "Text": "Just like a hummingbird you flap your wings.<br />You flap your wings so fast you stay in place. <br />It takes good ears to hear the song you sing. <br />You fly against the challenges you face. <br />The path you take most other cannot trace. <br />No one will really understand your pain, <br />But I will fight with you against your brain"
 },
 {
   "Title": "A Sonnet for Coffee",
   "Text": "A fruit that is not FDA approved<br />Contains a seed that has the drug caffeine. <br />It makes a drink when ground up and then brewed. <br />Every college student knows what I mean. <br />The flavor can be changed from roast to roast. <br />It Comes roasted light, medium, or dark. <br />How hipsters brew their cup they want to boast<br />And tell you how the set their cup apart. <br />The origin is where the beans are from. <br />The altitude can change the flavors of <br />The drink from sweet dried fruit to a dark rum. <br />The origin must be from up above. <br />When I think of this drink one thing is true. <br />My sweet and bitter coffee I love you."
 }
]