[
    {
        "Title": "I Remember",
        "Text": "I remember when you asked me what my greatest fear was.<br />Harry potter on my tv. <br />We weren’t watching. <br />We never did. <br />I still don’t know what happens in those movies. <br />Sitting cross-legged, <br />On the floor, <br />In front of my couch, <br />Facing each other, <br />You asked. <br />I paused for a second, then I said, <br /> “Watching myself hurt those I love most, and not being able to do anything about it.” <br />You sat speechless. <br /><br />After a time, <br />I echoed the question back. <br />You said, “Spiders.” <br /><br />I remember the first time you told me you loved me. <br />Arms entangled, <br />Legs intertwined, <br />Cold toes touching warm feet. <br />Smells like lavender and peaches. <br />Tastes like sweet espresso and honey. <br />With every kiss and touch<br />Our hearts beat in unison. <br />You stopped me. <br /><br />You stared deep into my eyes<br />Mine brown, like a riverbed. <br />Yours blue, like crystal clear water. <br />Hands on my cheeks, <br />You hold my head still. <br />I see worry in your eyes, <br />As if you are about to jump of a precipice. <br />Your only reassurance is that I might catch you. <br />Eyes bounce as you read my face, <br />Checking one last time for red flags. <br />You took a deep breath in. <br />A leap of faith spilled from your mouth. <br /> “I Love You.” <br /> <br /> “I. Love. You.” <br />Your heart falling, <br />Only hoping to be caught, <br />As you wait for my response. <br />I move your hands off my face<br />To around my neck. <br /> “I love you too.”"
    },
    {
        "Title": "The Professor",
        "Text": "I met you at English Dinner,<br />You hosted every Sunday. <br />At first attendance I felt like a foreigner. <br />Conversations consisted of Dickinson, Hamilton, and the enneagram. <br />All I knew was computation, calculations, and how to program. <br />I was a programmer and you were a poet. <br />Yet, you welcomed me anyway. <br /><br />At a young age I learned <br />How to compartmentalize. <br />Positively reinforced by the result of a calm house. <br />I put my pains into their own box. <br />With locks, I kept them safe from those I loved. <br />Parents called me stoic, <br />Teachers said I was wise beyond my years. <br />Honestly, I just learned how to bight my tongue. <br />Was bighting so long, <br />When I spoke, I tasted blood. <br /><br />Between bowls of vegan chili and fine cheese<br />You taught me. <br />It wasn’t okay to suppress myself. <br />It was nonbeneficial for my mental health. <br />I needed to let my tongue go<br />And let the blood clot. <br />But I didn’t know how to stop biting. <br /><br />You taught me the power of poetry. <br />A therapy I will never take for granted. <br />With each line that rhymed<br />I felt my atrophied vocal cords vibrate. <br />Like a guitar naturally resonates. <br /><br />Truthfully, I spent most English dinners in derealization. <br />Another mechanism I learned to cope. <br />I learned how to code to hide my mental state. <br />But you could see through my façade. <br />Like Roddy Piper, <br />You saw me as I was. <br />Just a lost kid trying his best to find a home. <br />You could see me because you weren’t afraid to admit that you were one too. <br />Like we all are. <br />Like everyone is."
    }
]